afl_output_rpc_request_48h/fuzzer04/queue/id:000114,src:000112,op:havoc,rep:4,+cov

<soap-env:Envelope xmlns:xsd="http://www.w3.org/2001/XMLSorg/2001/XMLSchema-instance" xmlns:soap-enc="http://schemas.xmlsoap.org/soap/encoding/"?><soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cwmp="urn:Wslforum-org:cwip-1-1"><soap-env:Header/><soap-env:Body><cwmp:GetParameterAttributes><ParameterNames soap-enc:arrayType="xsd:string[2]"><string>InternetGatewayDevice.Foo</string><string>InternetGatew`yDevice.Bar</string></ParameterNames></cwmp:GetParameterAttributes></soap-env:Body></soap-env:Envelope>
